Revit 2027 API
ParameterTypeId.StructuralEndReleaseFy Property
 "End Fy"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralEndReleaseFy { get; }
Public Shared ReadOnly Property StructuralEndReleaseFy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralEndReleaseFy {
	ForgeTypeId^ get ();
}
static member StructuralEndReleaseFy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace